{
  "about": {
    "first_paragraph": "I am software developer that likes to see technology solve everyday problems. I spend most of my time learning new languages and tools to make any of my crazy ideas a reality.",
    "second_paragraph": "I study computer science at the University of Florida, currently a freshmen, but if I am not hacking away or studying at the Library, I am going for a run or playing ping pong."
  },
  "projects" : [
    {
      "main_image": "some link",
      "secondary_image": "some link",
      "title": "Singularities",
      "type": "Team Project",
      "description": "Lead developer of Singularities, an iOS game for iPhone and iPad. Developed using Swift and SpriteKit as a two-dimensional retro gravity game. It has been downloaded more than 500 times on the AppStore with a review of 4.8 stars.",
      "year": 2018,
      "link": "https://itunes.apple.com/us/app/singularities/id1278565563"
    },
    {
      "main_image": "some link",
      "secondary_image": "some link",
      "title": "EarthSkipper",
      "type": "Hackathon Project",
      "description": "Written, tested, and deployed in under 24 hours. EarthSkipper is a web-application to promote spontaneous travel around the world. Developed using Ruby on Rails, FourSquare API, and Amazon S3. Awarded 'Best First Hack' at the University of Miami's hackathon UHack 2018",
      "year": 2018,
      "link": "https://github.com/pablof300/EarthSkipper"
    },
    {
      "main_image": "some link",
      "secondary_image": "some link",
      "title": "Orangutan Animatronics",
      "type": "Team Project",
      "description": "Interactive RFID-capable hydraulic powered orangutan that raises awareness about his specie/environment through speech. I was the lead engineer for wiring and programming, using a Raspberry PI and Python. Second place winner at the 2018 Technology Student Association Florida State conference.",
      "year": 2018,
      "link": "https://github.com/pablof300/Orangutan-Animatronic"
    },
    {
      "main_image": "some link",
      "secondary_image": "some link",
      "title": "Cubical World",
      "type": "Team Project",
      "description": "Developer of the iOS game Cubical World. It is a multi-level game written in Swift, using the SpriteKit framework. It is a simple, yet entertaining, game that took several months to finish due to its vast range of levels.",
      "year": 2017,
      "link": "https://github.com/pablof300/Orangutan-Animatronic"
    },
    {
      "main_image": "some link",
      "secondary_image": "some link",
      "title": "Mancala",
      "type": "Personal Project",
      "description": "Ancient family game rewritten in Java, using JavaFX for smooth animations and graphics. It supports singleplayer and multiplayer, and it is an open-sourced project.",
      "year": 2017,
      "link": "https://github.com/pablof300/Mancala"
    }
  ],
  "skills" : {
    "tech_languages" : "Java, Ruby, Swift, C++, Python, HTML, CSS, JavaScript",
    "frameworks" : "Rails, SpriteKit, JavaFX",
    "tools" : "Git, Photoshop",
    "languages" : "English, Spanish (Fluent)"
  },
  "resume" : "some link"
}
